IDEA Open Model
PointLoadOnLine.Fy Property
Compatible with IDEA StatiCa 20.1
 Force in Y direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fy { get; set; }
Public Property Fy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace